/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@s fødselsdag";

/* Title for event birthday (without a name) */
"Birthday" = "Fødselsdag";

"FACEBOOK_CALENDAR_NAME" = "Facebook-begivenheder";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalender";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Påmindelser";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Påmindelser";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Påmindelse";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Denne begivenhed kan ikke redigeres.";

"NO_CALENDAR_ERROR" = "Der er ikke valgt nogen kalender.";

"NO_START_DATE_ERROR" = "Der er ikke valgt nogen startdato.";

"NO_END_DATE_ERROR" = "Der er ikke valgt nogen slutdato.";

"DATES_INVERTED_ERROR" = "Startdatoen skal være før slutdatoen.";

"UNEXPECTED_ERROR" = "Der er sket en uventet fejl.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Den kalender må ikke flyttes til en anden konto.";


"CALENDAR_READ_ONLY_ERROR" = "Kalenderen er skrivebeskyttet.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Denne begivenhed er for lang til at blive gentaget så ofte.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Begivenheden gentages, før påmindelsen forekommer.";

"START_DATE_FUTURE_ERROR" = "Denne begivenhed er for langt fremme i tiden.";

"OCCURRENCE_COLLISION_ERROR" = "Der er en anden forekomst af begivenheden på denne dato.";

"INVITES_CANNOT_MOVE_ERROR" = "Inviterede personer kan ikke flyttes til en anden kalender.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Påmindelsens lokalitet kunne ikke geomærkes til en adresse, hvor advarslen skal afspilles.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Den begivenhed hører ikke til den begivenhedsdatabase.";

/* developer error */
"SPAN_ERROR" = "Der er anført et ugyldigt udsnit.";

"CALENDAR_HAS_NO_SOURCE" = "Kalender hører ikke til nogen konto";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Feltet Gentag kan ikke ændres.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmer kan ikke ændres.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Deltagere kan ikke ændres";

"CALENDAR_IMMUTABLE" = "Den kalender kan ikke ændres eller slettes.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Placeringer med geo-information understøttes ikke på denne konto.";

"ACTIONS_NOT_SUPPORTED" = "Handlinger understøttes ikke på denne konto.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Placeringer for påmindelser understøttes ikke på denne konto.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Proximity-baserede alarmer understøttes ikke på denne konto.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "En begivenhed der gentages, skal have en forfaldsdato.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Den konto tillader ikke at kalendere tilføjes eller fjernes.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Den kalender tillader ikke tilføjelse af begivenheder.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Den kalender tillader ikke tilføjelse af påmindelser.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Den konto understøtter ikke påmindelser.";

"PRIORITY_IS_INVALID" = "Prioriteter skal være mellem 0 og 9.";

"INVALID_ENTITY_TYPE" = "Det er ikke en gyldig EKEntityType.";
